13/data/attachments/7c7a760f6bf62238.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Andrea_also_Friend_59210_0</nif:username>
            <nif:friendToBeRequested>soap_friends_8693f88a-5ee4-4331-a397-568dcd01b40b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>